{
	"version": "https://jsonfeed.org/version/1",
	"title": "Simone Sanfilippo",
	"icon": "https://micro.blog/simone_sanfilippo/avatar.jpg",
	"home_page_url": "https://simone-sanfilippo.micro.blog/",
	"feed_url": "https://simone-sanfilippo.micro.blog/feed.json",
	"items": [
		
			{
				"id": "http://simone-sanfilippo.micro.blog/2024/11/12/sto-amando-black.html",
				
				"content_html": "<p>Sto amando Black Tulips di Trevisan. Chissà se sarà tanto bello quanto “I quindicimila passi”. Cerco di centellinare le tue opere: a meno che non venga ritrovato qualche altro scritto sotto una mattonella, questa dovrebbe essere l’ultima opera postuma. Ho pensato al tuo suicidio mentre leggevo questa nota: “Giunto, con sorpresa - e con rammarico - ai sessant&rsquo;anni, ora è in ogni caso, e da tempo, tardi per averne. Dunque mi estinguerò senza essermi riprodotto, cosa che mi fa sentire in pace, con me stesso e col mondo.”</p>\n<p>Le note sono un mondo parallelo, mi ricordo di Ale che mi spingeva a leggere “Infinite Jest” di Wallace.</p>\n<p>Devo ancora leggere questa pagina ma mi ha colpito il rapporto tra testo effettivo e nota.</p>\n<p>Ci aggiorniamo a fine libro: per ora sembra di leggere un libro dentro ad un libro.</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Sto amando Black Tulips di Trevisan. Chissà se sarà tanto bello quanto “I quindicimila passi”. Cerco di centellinare le tue opere: a meno che non venga ritrovato qualche altro scritto sotto una mattonella, questa dovrebbe essere l’ultima opera postuma. Ho pensato al tuo suicidio mentre leggevo questa nota: “Giunto, con sorpresa - e con rammarico - ai sessant'anni, ora è in ogni caso, e da tempo, tardi per averne. Dunque mi estinguerò senza essermi riprodotto, cosa che mi fa sentire in pace, con me stesso e col mondo.”\n\nLe note sono un mondo parallelo, mi ricordo di Ale che mi spingeva a leggere “Infinite Jest” di Wallace.\n\nDevo ancora leggere questa pagina ma mi ha colpito il rapporto tra testo effettivo e nota.\n\n\n\nCi aggiorniamo a fine libro: per ora sembra di leggere un libro dentro ad un libro.\n\n<img src=\"uploads/2024/image.jpg\" width=\"450\" height=\"600\" alt=\"\">\n",
				"date_published": "2024-11-12T12:58:23+02:00",
				"url": "https://simone-sanfilippo.micro.blog/2024/11/12/sto-amando-black.html"
			},
			{
				"id": "http://simone-sanfilippo.micro.blog/2024/10/19/james-usava-la.html",
				
				"content_html": "<p>“James usava la privazione del sonno per rendere più nervosi e violenti i gesti di Tony”</p>\n<p>“Fai un film su questo, gli disse qualcuno: un autore televisivo che ha una relazione tossica con la propria mamma.”</p>\n<p>Immagino quanti riferimenti ci siano alla madre di David Chase nella figura di Livia Soprano.</p>\n<p>Ed ecco spiegato come James Gandolfini riuscisse a recitare in quel modo, le scene in cucina ancora in accappatoio, con Carmela che cucina e Meadow che studia.</p>\n<p>Fonte: <a href=\"https://www.filmtv.it/articoli/1443/la-recensione-della-miniserie-i-soprano-la-vera-storia/?fbclid=PAZXh0bgNhZW0CMTEAAaZzqM8LJuFj4dPJd-VbtHZl0sYvBwi58vfcrU7Nv8u30Ahd90BMapaTCiI_aem_fQPRihzneV-3i9AjM6nKWw\">filmtv</a></p>\n",
				"content_text": "“James usava la privazione del sonno per rendere più nervosi e violenti i gesti di Tony”\n\n“Fai un film su questo, gli disse qualcuno: un autore televisivo che ha una relazione tossica con la propria mamma.”\n\nImmagino quanti riferimenti ci siano alla madre di David Chase nella figura di Livia Soprano.\n\nEd ecco spiegato come James Gandolfini riuscisse a recitare in quel modo, le scene in cucina ancora in accappatoio, con Carmela che cucina e Meadow che studia.\n\nFonte: [filmtv](https://www.filmtv.it/articoli/1443/la-recensione-della-miniserie-i-soprano-la-vera-storia/?fbclid=PAZXh0bgNhZW0CMTEAAaZzqM8LJuFj4dPJd-VbtHZl0sYvBwi58vfcrU7Nv8u30Ahd90BMapaTCiI_aem_fQPRihzneV-3i9AjM6nKWw)\n\n",
				"date_published": "2024-10-19T22:59:50+02:00",
				"url": "https://simone-sanfilippo.micro.blog/2024/10/19/james-usava-la.html"
			},
			{
				"id": "http://simone-sanfilippo.micro.blog/2024/10/19/lestate-che-sciolse.html",
				"title": "L’estate che sciolse ogni cosa",
				"content_html": "<p>«Forse perché non sono perfetta come le sue rose. Tutto dev’essere perfetto per lei. L’avete vista, la mamma. C’è mai stato nulla di più impeccabile? Dev’essere un grande dolore per lei, avere tante cose squisite intorno, all’infuori di me. Alle volte guardo i miei lividi e vedo petali di fiori. Rose. E non sono più triste. Come potrei, quando mia madre non mi dona altro che fiori?». Dresden era innamorata di sua madre, le voleva troppo bene per vederne la mostruosità.</p>\n<p>La scena di Sal che incolla con il nastro adesivo le rose sull’unica gamba di Dresden ha arricchito quella che pensavo sarebbe rimasta per sempre la definizione di bellezza. Ha preso il posto, nella mia mente, dell’immagine costruita a partire dall’unico libro di Han Kang che ho letto, ‘La vegetariana’: i fiori dipinti sul corpo della ragazza distesa nuda, la sorella della protagonista? C’è ancora un posto per il ricordo della ricerca sul motore di ricerca: cosa sono le macchie mongoliche?</p>\n",
				"content_text": "«Forse perché non sono perfetta come le sue rose. Tutto dev’essere perfetto per lei. L’avete vista, la mamma. C’è mai stato nulla di più impeccabile? Dev’essere un grande dolore per lei, avere tante cose squisite intorno, all’infuori di me. Alle volte guardo i miei lividi e vedo petali di fiori. Rose. E non sono più triste. Come potrei, quando mia madre non mi dona altro che fiori?». Dresden era innamorata di sua madre, le voleva troppo bene per vederne la mostruosità.\n\nLa scena di Sal che incolla con il nastro adesivo le rose sull’unica gamba di Dresden ha arricchito quella che pensavo sarebbe rimasta per sempre la definizione di bellezza. Ha preso il posto, nella mia mente, dell’immagine costruita a partire dall’unico libro di Han Kang che ho letto, ‘La vegetariana’: i fiori dipinti sul corpo della ragazza distesa nuda, la sorella della protagonista? C’è ancora un posto per il ricordo della ricerca sul motore di ricerca: cosa sono le macchie mongoliche?\n",
				"date_published": "2024-10-19T21:40:12+02:00",
				"url": "https://simone-sanfilippo.micro.blog/2024/10/19/lestate-che-sciolse.html"
			},
			{
				"id": "http://simone-sanfilippo.micro.blog/2024/10/19/amore-e-guerra.html",
				"title": "Amore e guerra",
				"content_html": "<p>Non pensavo avrei passato più tempo su <a href=\"https://it.m.wikiquote.org/wiki/Amore_e_guerra\">wikiquote</a> che davanti allo schermo a guardare il film.</p>\n",
				"content_text": "Non pensavo avrei passato più tempo su [wikiquote](https://it.m.wikiquote.org/wiki/Amore_e_guerra) che davanti allo schermo a guardare il film.\n",
				"date_published": "2024-10-19T19:30:52+02:00",
				"url": "https://simone-sanfilippo.micro.blog/2024/10/19/amore-e-guerra.html"
			},
			{
				"id": "http://simone-sanfilippo.micro.blog/2024/10/18/come-fai-ad.html",
				
				"content_html": "<p>Come fai ad essere su sto sito? Sei un amichetto del Venerdì sera? Carino, mi immagino mostrare sta schermata bianca con due parole nere spiaccicate sopra. Mi ricordo ancora come si programma, sono bravo? Sono bravo? Vi prego, ditemi che sono bravo. Ne ho bisogno. Vi ometto il numero di ore dedicate, direste &ldquo;Ci avrai messo 2 ore. Come? Ci hai messo cinque volte tanto?&rdquo;. Ho abbandonato il lavoro come sviluppatore per un motivo. Auguratemi che possa diventare più bravo a scrivere di quanto non sia a scrivere codice.</p>\n",
				"content_text": "Come fai ad essere su sto sito? Sei un amichetto del Venerdì sera? Carino, mi immagino mostrare sta schermata bianca con due parole nere spiaccicate sopra. Mi ricordo ancora come si programma, sono bravo? Sono bravo? Vi prego, ditemi che sono bravo. Ne ho bisogno. Vi ometto il numero di ore dedicate, direste \"Ci avrai messo 2 ore. Come? Ci hai messo cinque volte tanto?\". Ho abbandonato il lavoro come sviluppatore per un motivo. Auguratemi che possa diventare più bravo a scrivere di quanto non sia a scrivere codice.\n",
				"date_published": "2024-10-18T18:29:03+02:00",
				"url": "https://simone-sanfilippo.micro.blog/2024/10/18/come-fai-ad.html"
			},
			{
				"id": "http://simone-sanfilippo.micro.blog/2024/10/15/chiss-perch-il.html",
				"title": "Biblioteca",
				"content_html": "<p>Chissà perché il bibliotecario ha sempre quel muso. Forse si annoia, non gli piace il suo lavoro. Magari odia i colleghi, magari non guadagna abbastanza, mantiene una famiglia, ha dei bambini? O magari è solamente inespressivo, dentro esplode di gioia senza lasciarlo vedere all&rsquo;esterno. 300 battute terminate.</p>\n<p>Mi permette di superarle, il contatore si è colorato di rosso ma posso postare comunque.</p>\n<p>La bibliotecaria invece si gira, sorride, guarda chiunque entri ed esca dall&rsquo;entrata principale. Devo resistere all&rsquo;impulso di calcolare quanti secondi al giorno sprechi per alzare lo sguardo, voltarsi verso il rumore di passi, ammiccare in quella direzione, fare quel sorriso di cortesia, tornare ai cristalli liquidi, riprendere il filo prima di inviare la richiesta di prestito ad un&rsquo;altra biblioteca, ordinare un libro appena uscito, mandarmi il sollecito di riconsegna scrivendo in grassetto il numero di giorni di ritardo.\nCosa altro fate, voi bibliotecari? E lo chiedo con sincera curiosità, ho superato da tempo il modo di fare spocchioso di chi pensa esistano lavori più nobili di altri, lavori di cui ci si debba vergognare e altri di cui andar fieri. Ho abbandonato anche la sensazione di disagio provata quando qualcuno mi guarda male e mi ritiene uno stupido se dico che sono una prostituta, che vendo il mio corpo in cambio di denaro, che tutto è una prestazione di servizio, le mie facoltà intellettive, di fatto il mio cervello, la mia capacità computazionale, i miei occhi, le diottrie perse stando davanti ad uno schermo che li fa bruciare, le ernie di mio padre che dolgono dopo trenta anni che fa il muratore, le mani deformate di mia madre dopo mezzo secolo a raccogliere frutta, controllarla, girarla ruotando il polso, analizzandola dalle fessure delle palpebre. E i miei genitori non sono dispiaciuti della svendita del mio corpo, sono anzi fieri di avere un figlio che guadagna stando seduto, senza doversi rovinare come loro. Sarebbero però dispiaciuti se avessero avuto una figlia e questa avesse deciso di prostituirsi, per l&rsquo;accezione classica del termine, se avesse deciso di fare la sex worker. Ma perché? Mi infastidisce chi tenta di imporre agli altri il proprio stile di vita, i propri pensieri, le proprie ideologie, il proselitismo.</p>\n<p>Nel tempo impiegato a scrivere queste righe, quante volte si sarà spostato lo sguardo di Giulia dallo schermo alla porta scorrevole?</p>\n<p>Da oggi per me si chiamerà così, Giulia.</p>\n<p>So solo che ha letto poco di Carrère. Mentre esco per andare a mangiare qualcosa mi ferma con un cenno: come si chiamava il libro di cui mi parlavi? Hai detto che era il tuo preferito, che devo leggerlo se mi è piaciuto L&rsquo;Avversario.\n&ldquo;Vite che non sono la mia&rdquo;.\n&ldquo;Sono andata a vedere Limonov al cinema, come ti anticipavo, tu lo hai visto?&rdquo;\n&ldquo;No, il libro non mi è piaciuto, l&rsquo;ho abbandonato, a te?&rdquo;</p>\n<p>Non ho ascoltato la risposta, ho fame, buon lavoro.</p>\n",
				"content_text": "Chissà perché il bibliotecario ha sempre quel muso. Forse si annoia, non gli piace il suo lavoro. Magari odia i colleghi, magari non guadagna abbastanza, mantiene una famiglia, ha dei bambini? O magari è solamente inespressivo, dentro esplode di gioia senza lasciarlo vedere all'esterno. 300 battute terminate.\n\nMi permette di superarle, il contatore si è colorato di rosso ma posso postare comunque. \n\nLa bibliotecaria invece si gira, sorride, guarda chiunque entri ed esca dall'entrata principale. Devo resistere all'impulso di calcolare quanti secondi al giorno sprechi per alzare lo sguardo, voltarsi verso il rumore di passi, ammiccare in quella direzione, fare quel sorriso di cortesia, tornare ai cristalli liquidi, riprendere il filo prima di inviare la richiesta di prestito ad un'altra biblioteca, ordinare un libro appena uscito, mandarmi il sollecito di riconsegna scrivendo in grassetto il numero di giorni di ritardo.\nCosa altro fate, voi bibliotecari? E lo chiedo con sincera curiosità, ho superato da tempo il modo di fare spocchioso di chi pensa esistano lavori più nobili di altri, lavori di cui ci si debba vergognare e altri di cui andar fieri. Ho abbandonato anche la sensazione di disagio provata quando qualcuno mi guarda male e mi ritiene uno stupido se dico che sono una prostituta, che vendo il mio corpo in cambio di denaro, che tutto è una prestazione di servizio, le mie facoltà intellettive, di fatto il mio cervello, la mia capacità computazionale, i miei occhi, le diottrie perse stando davanti ad uno schermo che li fa bruciare, le ernie di mio padre che dolgono dopo trenta anni che fa il muratore, le mani deformate di mia madre dopo mezzo secolo a raccogliere frutta, controllarla, girarla ruotando il polso, analizzandola dalle fessure delle palpebre. E i miei genitori non sono dispiaciuti della svendita del mio corpo, sono anzi fieri di avere un figlio che guadagna stando seduto, senza doversi rovinare come loro. Sarebbero però dispiaciuti se avessero avuto una figlia e questa avesse deciso di prostituirsi, per l'accezione classica del termine, se avesse deciso di fare la sex worker. Ma perché? Mi infastidisce chi tenta di imporre agli altri il proprio stile di vita, i propri pensieri, le proprie ideologie, il proselitismo. \n\nNel tempo impiegato a scrivere queste righe, quante volte si sarà spostato lo sguardo di Giulia dallo schermo alla porta scorrevole?\n\nDa oggi per me si chiamerà così, Giulia. \n\nSo solo che ha letto poco di Carrère. Mentre esco per andare a mangiare qualcosa mi ferma con un cenno: come si chiamava il libro di cui mi parlavi? Hai detto che era il tuo preferito, che devo leggerlo se mi è piaciuto L'Avversario.\n\"Vite che non sono la mia\".\n\"Sono andata a vedere Limonov al cinema, come ti anticipavo, tu lo hai visto?\"\n\"No, il libro non mi è piaciuto, l'ho abbandonato, a te?\"\n\nNon ho ascoltato la risposta, ho fame, buon lavoro. \n",
				"date_published": "2024-10-15T12:03:41+02:00",
				"url": "https://simone-sanfilippo.micro.blog/2024/10/15/chiss-perch-il.html"
			},
			{
				"id": "http://simone-sanfilippo.micro.blog/2024/10/03/this-is-my.html",
				"title": "First post",
				"content_html": "<p>This is my first post. Freaking love you, L.</p>\n",
				"content_text": "This is my first post. Freaking love you, L.\n",
				"date_published": "2024-10-03T12:45:14+02:00",
				"url": "https://simone-sanfilippo.micro.blog/2024/10/03/this-is-my.html"
			}
	]
}
